Repository: pmutale/www.mutale.nl
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Welcome
nl: Welkom

source: Start
nl: Begin hier

source: Your username and password didn't match. Please try again.
nl: Uw gebruikersnaam en wachtwoord komen niet overeen. Probeer het opnieuw!

source: Your account doesn't have access to this page. To proceed please login with an account that has access.
nl: Uw account heeft geen toegang tot deze pagina. Om verder te gaan, log in met een account dat wel toegang heeft

source: Please login to see this page.
nl: Log in om deze pagina te kunnen bekijken.

source: Log in
nl: Inlogen

source: Add Reports
nl: Rapporten toevoegen

source: Aww yeah, you successfully filled this question
nl: Aww ja, je hebt deze vraag succesvol ingevuld!

source: Projects
nl: Projecten

source: Add Findings
nl: Bevindingen toevoegen

source: Report: %(num_reports)s
nl: Rapport: %(num_reports)s

source: This project has <strong> only %(num_contacts)s </strong> contact
nl: Dit project heeft er slechts %(num_contacts)s </strong> contact

source: Contacts
nl: Contacten

source: Reports
nl: Rapporten

source: There are no findings yet
nl: Er zijn helaas nog geen bevindingen

source: Reported on
nl: Gerapporteerd op

source: Yet to be reported
nl: Nog te melden

source: There is <strong>only 1</strong> report available
nl: Er is slechts maar <strong>een</strong> rapport beschickbaar

source: Dear Webmaster
nl: Dag Webmaster

source: Aww, YACK!!!
nl: Helaas!!

source: The page you are looking for is not available.
nl: De pagina die u zoekt is momenteel niet beschikbaar.

source: Go to the home project page?
nl: Naar de hoofd project pagina?

source: Our Projects
nl: Onze Projecten

source: Something is terribly wrong. You can't go forward on this trail.
nl: Er gaat iets verschrikkelijk mis. Probeer later nog eens.

source: Welcome to Familie Mutale website
nl: Welkom op Familie Mutale website

source: Change to language:
nl: Wijzigen naar taal:

source: Change
nl: Wijzigen

source: View on site
nl: Bekijk op de site
